import candlePacking from "../images/hostelsFoto/zara/zaraBathRoom.jpg";

import valeoRoom from "../images/hostelsFoto/valeo/valeoRoom.png";
import valeoRoom1 from "../images/hostelsFoto/valeo/valeoRoom1.png";
import valeoRoom2 from "../images/hostelsFoto/valeo/valeoRoom2.png";
import valeoTest from "../images/hostelsFoto/valeo/valeoTest.jpg";

import reviewMlawa1 from "../images/reviews/lgMlawa/reviewMlawa1.jpg";
import reviewMlawa2 from "../images/reviews/lgMlawa/reviewMlawa2.jpg";
import reviewMlawa3 from "../images/reviews/lgMlawa/reviewMlawa3.jpg";

export const vacancies = [
  {
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    id: 1,
    aboutCompany: "🔧 Запрошуємо на роботу: Оператор машин у автомобільному виробництві! 🚗💡",
    title: "Пакування автомобільних фар",
    pageTitle: "Пакувальник автомобільних фар для таких автомобілей як : 'Mersedes' 'Audi' 'BMW'",
    reviews: [reviewMlawa1, reviewMlawa2, reviewMlawa3],
    img: {
      hostelFoto: [valeoRoom, valeoRoom1, valeoRoom2],
      vacancyFoto: valeoTest,
    },
    name: "Valeo",
    city: "Chrzanów (30 км від Краків)",
    contract: "Umowa o pracę",
    salary: {
      salaryPerMonth: "4500 ZL/brutto в місяць💸 (Від 50.000 грн на місяць)",
      salaryPerHour: "24.6 ZL нетто/годину💸 (Від 50.000 грн на місяць)",
      nigth: "+20% до ставки 🌙",
      overtime: "+50% до ставки⏱️",
      weekendWork: "+100% до ставки🎉",
    },
    workingHours: "8-10 годин в день (5 днів на тиждень)",
    premiums: "500 зл брутто за продуктивність та відсутність прогулів💸",
    responsibilities: {
      firstProcess:
        "🔹 Процес Montaż: Ви будете частиною команди з 6 осіб, що займається перевіркою фар. Кожен виконує свою частину роботи, щоб забезпечити високу якість кінцевого продукту. 🛠️✨",
      secondProcess:
        "🔹 Процес Kontrola Jakości: Остаточний контроль якості готових фар. Спокійний темп, перевірка, наклеювання штрих-коду та упаковка. 📦🔍",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари👩",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі🌱",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, кепка, перчатки, робочі ботинки). 👕",
    },
  },

  {
    id: 2,
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    img: [],
    name: " '' Bolsius '' ",
    title: "Виготовлення та пакування свічок",
    city: "Krotoszyn (100км від Вроцлав)",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "5000 ZL в місяць💸 (Від 50.000 грн на місяць)",
      salaryPerHour: "24.6 ZL нетто/годину💸",
    },
    workingHours: "8-10 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹  Пакування свічок по картонним коробкам, контролювати якість, робота на лінії✨",
      secondProcess: "🔹 Слідкувати за чистотою на робочому місці✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 3,
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    img: candlePacking,
    name: " '' H&M '' ",
    title: "Склад брендового одягу",
    city: "Wroclaw (Вроцлав)",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "8-10 годин в день",
    premiums: "500 зл за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Процес Montaż: Пакування одягу по замовленню, прийом повернених товарів✨",
      secondProcess: "🔹 Контроль якості одягу, сортування, підготовка до відправки 📦🔍",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, кепка, перчатки, робочі ботинки). 👕",
    },
  },

  {
    id: 4,
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    img: candlePacking,
    name: " '' Mondelez '' ",
    title: "Кондитерська фабрика",
    city: " Skarbimierz (45 км від Вроцлав)",
    contract: "Umowa o pracę",
    salary: {
      salaryPerMonth: "4500 ZL/brutto в місяць",
      nigth: "20% за нічні зміни 🌙",
      overtime: "+50% за надгодини ⏱️",
      weekendWork: "100% за роботу у вихідні та святкові дні 🎉",
    },
    workingHours: "8-10 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹  Пакування кондитерских виробів",
      secondProcess: "🔹 Контроль якості, сортування та зважування продукції✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 5,
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    img: candlePacking,
    name: " '' Instanta '' ",
    title: "Пакуваня чаю та кави",
    city: "Zory (50 км від Катовіце)",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹  Пакування кави та чаю на лінії ",
      secondProcess: "🔹 Контроль якості, сортування та зважування продукції✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 6,
    rewievs : {
      name: "Катерина",
      images : [],
      date: "14.04.2022",
      vacancy: "Valeo",
      review: "Робота не тяжка, все як і сказав мені менеджер, житло гарне"
    },
    img: candlePacking,
    name: " '' Berry '' ",
    title: "Пакуваня стаканчиків",
    city: "Poznan (Познань)",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹  Пакування кави та чаю на лінії ",
      secondProcess: "🔹 Контроль якості, сортування та зважування продукції✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 7,
    img: candlePacking,
    name: " '' Philips '' ",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 8,
    img: candlePacking,
    name: "FishPacking",
    title: "Пакування Лосося",
    city: " Gdansk",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "500 зл нетто, за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Укладання слайсів лосося в упаковки, пакування, стрейчування✨",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 9,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 10,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 11,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 12,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 13,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 14,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 15,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 16,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 17,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },

  {
    id: 18,
    img: candlePacking,
    name: "Philips",
    title: "Пакуваня лампочок Philips",
    city: " Piła",
    contract: "Umowa zlecenie",
    salary: {
      salaryPerMonth: "6000 ZL/netto в місяць",
      salaryPerHour: "24.6 ZL нетто/годину",
    },
    workingHours: "10-12 годин в день",
    premiums: "350 зл брутто за продуктивність та відсутність прогулів. ",
    responsibilities: {
      firstProcess: "🔹 Пакування та контроль якості лампочок ",
      secondProcess: "🔹 Робота на лінії, є сидячі та стоячі процеси✨",
    },
    hostel: "Безкоштовно. 2-4 людини в кімнаті",
    requirements: {
      gender: "Чоловіки, Жінки, Пари",
      expirience: "Беремо кандидатів навіть без досвіду роботи в Польщі",
      proficiency: "Не обов’язково",
      added: "БЕЗКОШТОВНИЙ робочий одяг (футболка, штани, робочі ботинки). 👕",
    },
  },
];
